const mm_data = {
    home: {
        gameTypes: {
            hot_games: 'ရေပန်းစား',
            slots: 'စလော့',
            casinos: 'ကာစီနို'
        },
        gameTitles: {
            hot_games: 'ရေပန်းစားသော ဂိမ်းများ',
            slots: 'စလော့ဂိမ်းများ',
            casinos: 'ကာစီနိုဂိမ်းများ',
            noGames:'ဂိမ်းများမရှိပါ"',
         },
        info: {
            title1: 'စမတ်ဝေါ့လက်',
            text1: 'ငွေရွှေ့ရသည့် လိုအပ်ချက်မရှိပဲ ဂိမ်းအားလုံးကို ကစားနိုင်သည်။',
            title2: 'ထိုင်းနိုင်ငံတွင် နံပါတ် ၁',
            text2: 'ကမ္ဘာတစ်ဝှမ်းမှ နည်းပညာနှင့် ဂိမ်းများ။',
            title3: 'ငွေသွင်း-ငွေထုတ် စနစ် မြန်ဆန်သည်။',
            text3: 'ငွေသွင်းခြင်းနှင့် ငွေထုတ်ခြင်းများသည် AI Bot စနစ်မှ စောင့်ရှောက်ထားပြီး အလွန် မြန်ဆန်ပါသည်။',
            title4: 'ဘယ်နေရာမဆို ကစားပါ',
            text4: 'စက်ပစ္စည်းအားလုံးကို ပံ့ပိုးပေးသော အသုံးပြုရလွယ်ကူသော စနစ်။',
            title5: 'နှလုံးသားဖြင့် ဝန်ဆောင်မှု',
            text5: 'အသုံးပြုသူဝန်ဆောင်မှုသည် နေ့တိုင်း ၂၄ နာရီ ရရှိနိုင်သည်။',
            title6: 'ထိုင်းနိုင်ငံတွင် နံပါတ် ၁',
            text6: 'ကမ္ဘာတစ်ဝှမ်းမှ နည်းပညာနှင့် ဂိမ်းများ။',
            title7: 'သင့်အတွက် ကောင်းမွန်သော ပရိုမိုးရှင်း',
            text7: 'ထိုင်းနိုင်ငံတွင် အစွမ်းထက်ဆုံး ပရိုမိုးရှင်းနှင့် လှုပ်ရှားမှုများ။',
        },
        copyRight: `Copyright © Superman ${new Date().getFullYear()} အပြည့်အဝ သက်ဆိုင်မှုရှိသည်။`
    },
     userHome: {
        remain: 'သင့်လက်ကျန်ပမာဏ',
        kyat: 'ကျပ်',
        deposit: 'ငွေသွင်းရန်',
        withDraw: 'ငွေထုတ်ရန်',
        promotion: 'ပရိုမိုးရှင်း',
        contact: 'ဆက်သွယ်ရန်',
        transferLogs: 'ငွေလွဲမှတ်တမ်း',
        gameLogs: 'ဂိမ်းမှတ်တမ်း'
    },
    navs: {
        userHome: 'ပင်မစာမျက်နှာ',
        promotion: 'ပရိုမိုးရှင်း',
        deposit: 'ငွေသွင်းရန်',
        withDraw: 'ငွေထုတ်ရန်',
        transferLogs: 'ငွေလွဲမှတ်တမ်း',
        gameLogs: 'ဂိမ်းမှတ်တမ်း',
        profile: 'ကိုယ်ရေးအကျဉ်း',
        updateProfile: 'ကိုယ်ရေးအကျဉ်းပြင်ရန်',
        changePassword: 'စကားဝှက်ပြောင်းရန်',
        contact: 'ဆက်သွယ်ရန်',
        logout: 'အကောင့်ထွက်ရန်'
    },
    deposit: {
        title: 'ငွေသွင်းရန်',
        text: 'ငွေသွင်းတိုင်း ဘဏ်ကိုစစ်ဆေးပေးပါ။',
        please: 'အကောင့်ဖွင့်ထားသော ဘဏ်ဖြင့်သာ ငွေသွင်းပေးပါ။',
        userBankNo: "အကောင့်ဖွင့်သူ ဘဏ်နံပါတ်",
        userBankName: 'အကောင့်ဖွင့်သူ ဘဏ်အမည်',
        copyBank: 'ငွေသွင်းရန် ဘဏ်နံပါတ်ကို ကူးယူပါ။',
        accountName: 'အကောင့်အမည်',
        accountNo: 'အကောင့်နံပါတ်',
        copyText: 'အကောင့်နံပါတ်ကို ကူးယူပါ။',
        fillInfo: 'ငွေသွင်းရန် အချက်လက်များ ဖြည့်ပါ',
        amount: 'ပမာဏ',
        slip: 'ငွေလွဲစလစ်ထည့်ပါ',
        submit: 'တင်ပြပါ'
    },
    withDraw: {
        title: 'ငွေထုတ်ရန်',
        remain: 'လက်ကျန်ပမာဏ',
        kyat: 'ကျပ်',
        text: 'သင့်အကောင့်ဖွင့်ထားသော ဘဏ်မှသာ ငွေကို လွဲပေးမည်။',
        accountName: 'အကောင့်အမည်',
        accountNo: 'အကောင့်နံပါတ်',
        enterAmount: 'ငွေပမာဏ ရိုက်ထည့်ပါ',
        submit: 'တင်ပြပါ',
        enterAccountNo: "အကောင့်နံပါတ်ထည့်ပါ။",
        select_bank: "ဘဏ်ရွေးပါ"
    },
    transferLogs: {
        title: 'ငွေလွဲမှတ်တမ်း',
        deposit: 'ငွေသွင်းခြင်း',
        withDraw: 'ငွေထုတ်ခြင်း',
        bonus_log: "ပရိုမိုးရှင်းမှတ်တမ်း",
        status: 'အခြေအနေ',
        bank: 'ဘဏ်',
        amount: 'ပမာဏ',
        accountName: 'အကောင့်အမည်',
        submit: 'တင်ပြပါ'
    },
    gameLogs: {
        title: 'ဂိမ်းမှတ်တမ်း',
        today: 'ယနေ့',
        yesterday: 'မနေ့',
        thisWeek: 'ဒီပတ်',
        lastWeek: 'အရင်အပတ်',
        status: 'အခြေအနေ',
        from: 'မှ',
        to: 'ထိ',
        gameName:'ဂိမ်းအမည်',
        count: 'အရေအတွက်',
        betAmount: 'ကာလစာအုပ်ပမာဏ',
        result: 'ရလဒ်',
        bank: 'ဘဏ်',
        amount: 'ပမာဏ',
        accountName: 'အကောင့်အမည်',
        submit: 'တင်ပြပါ',
        noData: 'အချက်အလက် မရှိပါ။'
    },
    profile: {
        title: 'ကိုယ်ရေးအကျဉ်း',
        userName: 'အသုံးပြုသူအမည်',
        phoneNo: 'ဖုန်းနံပါတ်',
        updateProfile: 'ကိုယ်ရေးအကျဉ်းပြင်ရန်'
    },
    changePassword: {
        title: 'စကားဝှက်ပြောင်းရန်',
        oldPw: 'စကားဝှက် အဟောင်း ',
        newPw: 'စကားဝှက် အသစ်',
        cPw: 'စကားဝှက် အတည်ပြုပါ',
        submit: 'တင်ပြပါ'
    },
    contact: {
        title: 'ဆက်သွယ်ရန် အချက်အလက်',
        copy: 'ကူးယူရန်',
        copied: 'ကူးယူပြီးပါပြီ!',
        link: 'ဆက်သွယ်ရန်'
    },
    promotion: 'ပရိုမိုးရှင်း',
    updateProfile: 'ကိုယ်ရေးအကျဉ်းပြင်ရန်'
}

export default mm_data;
